---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RgbBParam
source: html/e884faf0-6699-7042-f723-b27afb4d88f4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RgbBParam Property

"Blue value for RGB color spec. (for Use with XAML Data Template example)"

## Syntax (C#)
```csharp
public static ForgeTypeId RgbBParam { get; }
```